tap "discoteq/discoteq"
tap "osrf/simulation"
tap "osx-cross/arm"
tap "px4/px4"
tap "stripe/stripe-cli"
tap "supabase/tap"
brew "freetype"
brew "openssl@3"
brew "asio"
brew "assimp"
brew "bat"
brew "binutils"
brew "bison"
brew "boost@1.85"
brew "eigen"
brew "cmake"
brew "ruby"
brew "cocoapods", link: false
brew "colima", restart_service: :changed
brew "pcre"
brew "cppcheck"
brew "cunit"
brew "diff-so-fancy"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dpkg"
brew "flyctl"
brew "fzf"
brew "gdb", link: false
brew "node"
brew "gemini-cli"
brew "git-lfs"
brew "glew"
brew "glfw"
brew "go"
brew "golangci-lint"
brew "python@3.13"
brew "graphviz"
brew "hub-tool"
brew "jless"
brew "libzzip"
brew "log4cxx"
brew "mesa"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "numpy"
brew "oh-my-posh", link: false
brew "opencv"
brew "orocos-kdl"
brew "pipx"
brew "poco"
brew "pyenv"
brew "pygments"
brew "pyqt"
brew "pyqt@5"
brew "qemu"
brew "qt"
brew "ripgrep"
brew "shellcheck"
brew "sip"
brew "socat"
brew "spdlog"
brew "stow"
brew "texlive"
brew "thefuck"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "uv"
brew "vim"
brew "watch"
brew "wget"
brew "xauth"
brew "px4/px4/fastcdr"
brew "px4/px4/fastdds"
brew "px4/px4/px4-dev"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
cask "android-commandlinetools"
cask "docker-desktop"
cask "flutter"
cask "gcloud-cli"
cask "utm"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "golang.org/x/tools/gopls"
go "github.com/securego/gosec/v2/cmd/gosec"
go "honnef.co/go/tools/cmd/staticcheck"
