tap "anomalyco/tap"
tap "osx-cross/arm"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "theboredteam/boring-notch"
brew "abseil"
brew "freetype"
brew "ant"
brew "apfel"
brew "openssl@3"
brew "asio"
brew "assimp"
brew "astyle"
brew "bash-completion"
brew "bat"
brew "bear"
brew "binutils"
brew "bison"
brew "boost@1.85"
brew "bullet"
brew "ccache"
brew "eigen"
brew "pkgconf"
brew "cmake"
brew "cmake-docs"
brew "ruby"
brew "cocoapods"
brew "colima", restart_service: :changed
brew "console_bridge"
brew "coreutils"
brew "tinyxml2"
brew "cppcheck"
brew "create-dmg"
brew "cunit"
brew "ddcctl"
brew "diff-so-fancy"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dotnet"
brew "dpkg"
brew "exiftool"
brew "fd"
brew "findutils"
brew "flyctl"
brew "fswatch"
brew "ftxui"
brew "fzf"
brew "ncurses"
brew "python@3.14"
brew "gdb", link: false
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-lfs"
brew "glew"
brew "glfw"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "gstreamer"
brew "hf", link: false
brew "hub-tool"
brew "jless"
brew "libzzip"
brew "llvm"
brew "log4cxx"
brew "mandown"
brew "minicom"
brew "mold"
brew "mole"
brew "ncdu"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "nmap"
brew "numpy"
brew "oh-my-posh"
brew "ollama"
brew "onefetch"
brew "opencv"
brew "openjdk@17"
brew "orocos-kdl"
brew "pcre"
brew "pipx"
brew "poco"
brew "pyenv"
brew "pygments", link: false
brew "qt@5"
brew "pyqt@5"
brew "python-tk@3.14"
brew "qemu"
brew "ripgrep"
brew "rust-analyzer"
brew "screen"
brew "shellcheck"
brew "sip"
brew "socat"
brew "spdlog"
brew "stow"
brew "texlive"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "tree-sitter-cli"
brew "typst"
brew "u-boot-tools"
brew "uv"
brew "vim"
brew "viu"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "x86_64-elf-gcc"
brew "xauth"
brew "zbar"
brew "anomalyco/tap/opencode"
brew "osx-cross/arm/arm-gcc-bin@13", link: true
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
cask "android-commandlinetools"
cask "theboredteam/boring-notch/boring-notch"
cask "docker-desktop"
cask "flutter"
cask "gcc-aarch64-embedded"
cask "gcc-arm-embedded"
cask "utm"
cask "xquartz"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "golang.org/x/tools/gopls"
go "github.com/securego/gosec/v2/cmd/gosec"
go "github.com/lemonade-command/lemonade"
go "mvdan.cc/sh/v3/cmd/shfmt"
go "honnef.co/go/tools/cmd/staticcheck"
